Repository: mansoor2016/Safa
Catalog: Safa/Localizable.xcstrings
Source language: en
Languages: ar, bn, fa, fr, id, ms, tr, ur

source: Please read these terms carefully before using Safa.
ar: يرجى قراءة هذه الشروط بعناية قبل استخدام Safa.
bn: Safa ব্যবহার করার আগে দয়া করে এই শর্তাবলী সাবধানে পড়ুন।
fa: لطفاً این شرایط را قبل از استفاده از Safa با دقت بخوانید.
fr: Veuillez lire attentivement ces conditions avant d'utiliser Safa.
id: Harap baca ketentuan ini dengan saksama sebelum menggunakan Safa.
ms: Sila baca terma ini dengan teliti sebelum menggunakan Safa.
tr: Safa'yı kullanmadan önce lütfen bu şartları dikkatlice okuyun.
ur: Safa استعمال کرنے سے پہلے براہ کرم یہ شرائط احتیاط سے پڑھیں۔

source: Popular Searches
ar: البحث الشائع
bn: জনপ্রিয় অনুসন্ধান
fa: جستجوهای محبوب
fr: Recherches populaires
id: Pencarian Populer
ms: Carian Popular
tr: Popüler Aramalar
ur: مقبول تلاشیں

source: Prayer
ar: الصلاة
bn: নামাজ
fa: نماز
fr: Prière
id: Shalat
ms: Solat
tr: Namaz
ur: نماز

source: Prayer Breakdown
ar: توزيع الصلوات
bn: নামাজ বিভাজন
fa: تفکیک نماز
fr: Répartition des prières
id: Rincian Shalat
ms: Pecahan Solat
tr: Namaz Dağılımı
ur: نماز کی تفصیل

source: Prayer Calculation
ar: حساب الصلاة
bn: নামাজ গণনা
fa: محاسبه نماز
fr: Calcul des prières
id: Perhitungan Shalat
ms: Pengiraan Solat
tr: Namaz Hesaplaması
ur: نماز کا حساب

source: Prayer Consistency
ar: انتظام الصلاة
bn: নামাজ ধারাবাহিকতা
fa: ثبات نماز
fr: Régularité des prières
id: Konsistensi Shalat
ms: Konsistensi Solat
tr: Namaz Sürekliliği
ur: نماز کی مستقل مزاجی

source: Prayer Location
ar: موقع الصلاة
bn: নামাজ অবস্থান
fa: موقعیت نماز
fr: Localisation de prière
id: Lokasi Shalat
ms: Lokasi Solat
tr: Namaz Konumu
ur: نماز کا مقام

source: Prayer Log
ar: سجل الصلاة
bn: নামাজ লগ
fa: ثبت نماز
fr: Journal de prière
id: Catatan Shalat
ms: Rekod Solat
tr: Namaz Kaydı
ur: نماز کا لاگ

source: Prayer Notifications
ar: إشعارات الصلاة
bn: নামাজ বিজ্ঞপ্তি
fa: اعلان‌های نماز
fr: Notifications de prière
id: Notifikasi Shalat
ms: Pemberitahuan Solat
tr: Namaz Bildirimleri
ur: نماز کی اطلاعات

source: Prayer Reminders
ar: تذكيرات الصلاة
bn: নামাজ অনুস্মারক
fa: یادآوری‌های نماز
fr: Rappels de prière
id: Pengingat Shalat
ms: Peringatan Solat
tr: Namaz Hatırlatıcıları
ur: نماز کی یاد دہانیاں

source: Prayer Settings
ar: إعدادات الصلاة
bn: নামাজ সেটিংস
fa: تنظیمات نماز
fr: Réglages de prière
id: Pengaturan Shalat
ms: Tetapan Solat
tr: Namaz Ayarları
ur: نماز کی ترتیبات

source: Prayer Streak
ar: سلسلة الصلاة
bn: নামাজ ধারাবাহিকতা
fa: روزهای متوالی نماز
fr: Série de prières
id: Capaian Beruntun Shalat
ms: Pencapaian Solat
tr: Namaz Serisi
ur: نماز کا سلسلہ

source: Prayer time
ar: وقت الصلاة
bn: নামাজের সময়
fa: وقت نماز
fr: L'heure de la prière
id: Waktu shalat
ms: Waktu solat
tr: Namaz vakti
ur: نماز کا وقت

source: Prayer Time Adjustments
ar: تعديلات أوقات الصلاة
bn: নামাজের সময় সমন্বয়
fa: تنظیمات زمان نماز
fr: Ajustements des horaires de prière
id: Penyesuaian Waktu Shalat
ms: Pelarasan Waktu Solat
tr: Namaz Vakti Ayarlamaları
ur: نماز کے اوقات کی ایڈجسٹمنٹ

source: Prayer time calculations from PrayTimes.org
ar: حساب أوقات الصلاة من PrayTimes.org
bn: PrayTimes.org থেকে নামাজের সময় গণনা
fa: محاسبات زمان نماز از PrayTimes.org
fr: Calculs des horaires de prière de PrayTimes.org
id: Perhitungan waktu shalat dari PrayTimes.org
ms: Pengiraan waktu solat dari PrayTimes.org
tr: PrayTimes.org'dan namaz vakti hesaplamaları
ur: PrayTimes.org سے نماز کے اوقات کا حساب

source: Prayer Times
ar: أوقات الصلاة
bn: নামাজের সময়সূচি
fa: اوقات نماز
fr: Horaires de prière
id: Waktu Shalat
ms: Waktu Solat
tr: Namaz Vakitleri
ur: نماز کے اوقات

source: Prayers for %@
ar: صلوات %@
bn: %@ এর জন্য নামাজ
fa: نمازها برای %@
fr: Prières pour %@
id: Shalat untuk %@
ms: Solat untuk %@
tr: %@ için Namazlar
ur: %@ کی نمازیں

# Prepare for %@ in %lld minutes
source: Prepare for %1$@ in %2$lld minutes
ar: استعد لـ %1$@ خلال %2$lld دقيقة
bn: %2$lld মিনিটে %1$@ এর জন্য প্রস্তুত হন
fa: برای %1$@ در %2$lld دقیقه آماده شوید
fr: Préparez-vous pour %1$@ dans %2$lld minutes
id: Bersiap untuk %1$@ dalam %2$lld menit
ms: Bersiap untuk %1$@ dalam %2$lld minit
tr: %2$lld dakika içinde %1$@ için hazırlan
ur: %2$lld منٹ میں %1$@ کی تیاری کریں

source: Prepare for Restful Sleep
ar: الاستعداد لنوم مريح
bn: শান্তিপূর্ণ ঘুমের জন্য প্রস্তুত হন
fa: آماده شدن برای خواب آرام
fr: Préparez-vous pour un sommeil reposant
id: Bersiap untuk Tidur Nyenyak
ms: Bersiap untuk Tidur Nyenyak
tr: Dinlendirici Uyku İçin Hazırlan
ur: پرسکون نیند کی تیاری کریں

source: Prepare to break your fast. May Allah accept your worship.
ar: استعد لإفطارك. تقبل الله عبادتك.
bn: আপনার রোজা ভাঙার জন্য প্রস্তুত হন। আল্লাহ আপনার ইবাদত কবুল করুন।
fa: برای افطار آماده شوید. الله عبادت شما را بپذیرد.
fr: Préparez-vous à rompre le jeûne. Qu'Allah accepte votre adoration.
id: Bersiap untuk berbuka puasa. Semoga Allah menerima ibadahmu.
ms: Bersiap untuk berbuka puasa. Semoga Allah menerima ibadah anda.
tr: Orucunu açmaya hazırlan. Allah ibadetin kabul etsin.
ur: اپنا روزہ افطار کرنے کی تیاری کریں۔ اللہ آپ کی عبادت قبول فرمائے۔

source: Preview with Recommended Settings
ar: معاينة بالإعدادات الموصى بها
bn: প্রস্তাবিত সেটিংস সহ পূর্বরূপ
fa: پیش‌نمایش با تنظیمات پیشنهادی
fr: Prévisualiser avec les réglages recommandés
id: Pratinjau dengan Pengaturan yang Direkomendasikan
ms: Pratonton dengan Tetapan Cadangan
tr: Önerilen Ayarlarla Önizle
ur: تجویز کردہ ترتیبات کے ساتھ پیش نظارہ

source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
fa: سیاست حریم خصوصی
fr: Politique de confidentialité
id: Kebijakan Privasi
ms: Dasar Privasi
tr: Gizlilik Politikası
ur: رازداری کی پالیسی

source: Progress
ar: التقدم
bn: অগ্রগতি
fa: پیشرفت
fr: Progression
id: Kemajuan
ms: Kemajuan
tr: İlerleme
ur: پیش رفت

source: Purity · Clarity
ar: الصفاء · الوضوح
bn: পবিত্রতা · স্পষ্টতা
fa: خلوص · وضوح
fr: Pureté · Clarté
id: Kesucian · Kejernihan
ms: Kesucian · Kejelasan
tr: Saflık · Berraklık
ur: پاکیزگی · صفائی

source: Qibla
ar: القبلة
bn: কিবলা
fa: قبله
id: Kiblat
ms: Kiblat
tr: Kıble
ur: قبلہ

source: Qibla Compass
ar: بوصلة القبلة
bn: কিবলা কম্পাস
fa: قطب‌نمای قبله
fr: Boussole Qibla
id: Kompas Kiblat
ms: Kompas Kiblat
tr: Kıble Pusulası
ur: قبلہ کمپاس

source: Qibla direction is %lld degrees from North
ar: اتجاه القبلة %lld درجة من الشمال
bn: কিবলা দিক উত্তর থেকে %lld ডিগ্রি
fa: جهت قبله %lld درجه از شمال است
fr: La direction de la Qibla est à %lld degrés du Nord
id: Arah Kiblat adalah %lld derajat dari Utara
ms: Arah kiblat ialah %lld darjah dari Utara
tr: Kıble yönü Kuzeyden %lld derece
ur: قبلہ کی سمت شمال سے %lld درجے ہے

source: Quality
ar: الجودة
bn: গুণমান
fa: کیفیت
fr: Qualité
id: Kualitas
ms: Kualiti
tr: Kalite
ur: معیار

source: Query failed: %@
ar: فشل الاستعلام: %@
bn: ক্যোয়ারি ব্যর্থ: %@
fa: پرس‌وجو ناموفق بود: %@
fr: Échec de la requête : %@
id: Kueri gagal: %@
ms: Pertanyaan gagal: %@
tr: Sorgu başarısız: %@
ur: سوال ناکام: %@

source: Question
ar: السؤال
bn: প্রশ্ন
fa: سؤال
id: Pertanyaan
ms: Soalan
tr: Soru
ur: سوال

source: Questions? Email us at helpmesafa@gmail.com
ar: أسئلة؟ راسلنا على helpmesafa@gmail.com
bn: প্রশ্ন? আমাদের ইমেইল করুন helpmesafa@gmail.com এ
fa: سؤال دارید؟ به ما ایمیل بزنید به helpmesafa@gmail.com
fr: Questions ? Écrivez-nous à helpmesafa@gmail.com
id: Ada pertanyaan? Email kami di helpmesafa@gmail.com
ms: Ada soalan? Email kami di helpmesafa@gmail.com
tr: Sorular? Bize helpmesafa@gmail.com adresinden e-posta gönderin
ur: سوالات؟ helpmesafa@gmail.com پر ای میل کریں

source: Quick Access
ar: وصول سريع
bn: দ্রুত প্রবেশাধিকার
fa: دسترسی سریع
fr: Accès rapide
id: Akses Cepat
ms: Akses Pantas
tr: Hızlı Erişim
ur: فوری رسائی

source: Quran
ar: القرآن
bn: কুরআন
fa: قرآن
fr: Coran
id: Al-Quran
ms: Al-Quran
tr: Kur'an
ur: قرآن

source: Quran Khatm Goal
ar: هدف ختم القرآن
bn: কুরআন খতম লক্ষ্য
fa: هدف ختم قرآن
fr: Objectif Khatm du Coran
id: Target Khatam Al-Quran
ms: Matlamat Khatam Al-Quran
tr: Kur'an Hatim Hedefi
ur: قرآن ختم کا ہدف

source: Quran Khatm Goal, %lld of 30 juz completed
ar: هدف ختم القرآن، %lld من 30 جزءاً مكتملاً
bn: কুরআন খতম লক্ষ্য, ৩০ পারার মধ্যে %lld সম্পন্ন
fa: هدف ختم قرآن، %lld از ۳۰ جزء کامل شده
fr: Objectif Khatm du Coran, %lld sur 30 juz terminés
id: Target Khatam Quran, %lld dari 30 juz selesai
ms: Sasaran Khatam Quran, %lld daripada 30 juzuk selesai
tr: Kuran Hatim Hedefi, 30 cüzden %lld tamamlandı
ur: قرآن ختم کا ہدف، 30 پاروں میں سے %lld مکمل

source: Quran Reader
ar: قارئ القرآن
bn: কুরআন রিডার
fa: خواننده قرآن
fr: Lecteur du Coran
id: Pembaca Al-Quran
ms: Pembaca Al-Quran
tr: Kur'an Okuyucu
ur: قرآن ریڈر

source: Quran Settings
ar: إعدادات القرآن
bn: কুরআন সেটিংস
fa: تنظیمات قرآن
fr: Réglages du Coran
id: Pengaturan Al-Quran
ms: Tetapan Al-Quran
tr: Kur'an Ayarları
ur: قرآن کی ترتیبات

source: Quran text from Tanzil.net
ar: نص القرآن من Tanzil.net
bn: Tanzil.net থেকে কুরআন পাঠ্য
fa: متن قرآن از Tanzil.net
fr: Texte du Coran de Tanzil.net
id: Teks Al-Quran dari Tanzil.net
ms: Teks Al-Quran dari Tanzil.net
tr: Tanzil.net'ten Kur'an metni
ur: Tanzil.net سے قرآن کا متن

source: Quran Translation
ar: ترجمة القرآن
bn: কুরআন অনুবাদ
fa: ترجمه قرآن
fr: Traduction du Coran
id: Terjemahan Al-Quran
ms: Terjemahan Al-Quran
tr: Kur'an Meali
ur: قرآن کا ترجمہ

source: Rak'ahs Prayed
ar: الركعات المصلاة
bn: রাকাআত পড়া হয়েছে
fa: رکعت‌های نماز خوانده شده
fr: Rak'ahs priées
id: Rakaat yang Dikerjakan
ms: Rakaat Solat
tr: Kılınan Rekatlar
ur: رکعات ادا کیں

source: Ramadan (Start & Laylatul Qadr)
ar: رمضان (البدء وليلة القدر)
bn: রমজান (শুরু এবং লাইলাতুল কদর)
fa: رمضان (شروع و شب قدر)
fr: Ramadan (début et Laylatul Qadr)
id: Ramadan (Awal & Lailatul Qadar)
ms: Ramadan (Mula & Laylatul Qadr)
tr: Ramazan (Başlangıç ve Kadir Gecesi)
ur: رمضان (آغاز اور لیلۃ القدر)

source: Ramadan Begins
ar: بداية رمضان
bn: রমজান শুরু
fa: رمضان شروع می‌شود
fr: Ramadan commence
id: Ramadan Dimulai
ms: Ramadan Bermula
tr: Ramazan Başlıyor
ur: رمضان شروع

source: Ramadan Duas
ar: أدعية رمضان
bn: রমজানের দোয়া
fa: دعاهای رمضان
fr: Dou'as du Ramadan
id: Doa Ramadan
ms: Doa Ramadan
tr: Ramazan Duaları
ur: رمضان کی دعائیں

source: Ramadan Ends
ar: نهاية رمضان
bn: রমজান শেষ
fa: رمضان پایان می‌یابد
fr: Ramadan se termine
id: Ramadan Berakhir
ms: Ramadan Berakhir
tr: Ramazan Sona Eriyor
ur: رمضان ختم

source: Ramadan fasts logged
ar: صيام رمضان المسجل
bn: রমজানের রোজা লগ করা
fa: روزه‌های رمضان ثبت شد
fr: Jeûnes du Ramadan enregistrés
id: Puasa Ramadan dicatat
ms: Puasa Ramadan direkod
tr: Ramazan oruçları kaydedildi
ur: رمضان کے روزے لاگ ہوئے

source: Ramadan is coming!
ar: رمضان قادم!
bn: রমজান আসছে!
fa: رمضان در راه است!
fr: Le Ramadan arrive !
id: Ramadan akan tiba!
ms: Ramadan akan tiba!
tr: Ramazan geliyor!
ur: رمضان آ رہا ہے!

source: Ramadan Mubarak
ar: رمضان مبارك
bn: রমজান মুবারক
fa: رمضان مبارک
fr: Ramadan Moubarak
tr: Ramazan Mübarek
ur: رمضان مبارک

source: Ramadan Mubarak! 🌙
ar: رمضان مبارك! 🌙
bn: রমজান মুবারক! 🌙
fa: رمضان مبارک! 🌙
fr: Ramadan Moubarak ! 🌙
tr: Ramazan Mübarek! 🌙
ur: رمضان مبارک! 🌙

source: Ramadan Quran
ar: قرآن رمضان
bn: রমজানের কুরআন
fa: قرآن رمضان
fr: Coran du Ramadan
id: Al-Quran Ramadan
ms: Al-Quran Ramadan
tr: Ramazan Kur'an
ur: رمضان قرآن

source: Ramadan Settings
ar: إعدادات رمضان
bn: রমজান সেটিংস
fa: تنظیمات رمضان
fr: Réglages du Ramadan
id: Pengaturan Ramadan
ms: Tetapan Ramadan
tr: Ramazan Ayarları
ur: رمضان کی ترتیبات

source: Rate on App Store
ar: قيّم على App Store
bn: App Store এ রেট করুন
fa: امتیاز دهید در اپ استور
fr: Noter sur l'App Store
id: Beri Nilai di App Store
ms: Nilai di App Store
tr: App Store'da Değerlendir
ur: App Store پر درجہ بندی کریں

source: Rate Safa
ar: قيّم Safa
bn: Safa রেট করুন
fa: امتیاز دهید به Safa
fr: Noter Safa
id: Beri Nilai Safa
ms: Nilai Safa
tr: Safa'yı Değerlendir
ur: Safa کی درجہ بندی کریں

source: Read 1 Juz per day to complete on time
ar: اقرأ جزءًا واحدًا في اليوم لإكمال القرآن في الوقت المحدد
bn: সময়মতো সম্পূর্ণ করতে প্রতিদিন ১টি পারা পড়ুন
fa: یک جزء در روز بخوانید تا به موقع تمام شود
fr: Lire 1 Juz par jour pour terminer à temps
id: Baca 1 Juz per hari untuk selesai tepat waktu
ms: Baca 1 Juzuk sehari untuk selesai tepat pada masanya
tr: Zamanında tamamlamak için günde 1 Cüz oku
ur: وقت پر مکمل کرنے کے لیے روزانہ 1 پارہ پڑھیں

source: Read Seerah
ar: اقرأ السيرة
bn: সীরাহ পড়ুন
fa: خواندن سیره
fr: Lire la Seerah
id: Baca Sirah
ms: Baca Sirah
tr: Siyer Oku
ur: سیرت پڑھیں

source: Ready to Begin
ar: جاهز للبدء
bn: শুরু করার জন্য প্রস্তুত
fa: آماده شروع
fr: Prêt à commencer
id: Siap Memulai
ms: Sedia untuk Bermula
tr: Başlamaya Hazır
ur: شروع کرنے کے لیے تیار

source: Recent Searches
ar: عمليات البحث الأخيرة
bn: সাম্প্রতিক অনুসন্ধান
fa: جستجوهای اخیر
fr: Recherches récentes
id: Pencarian Terakhir
ms: Carian Terkini
tr: Son Aramalar
ur: حالیہ تلاشیں

source: Recognition failed: %@
ar: فشل التعرف: %@
bn: সনাক্তকরণ ব্যর্থ: %@
fa: تشخیص ناموفق بود: %@
fr: Échec de reconnaissance : %@
id: Pengenalan gagal: %@
ms: Pengecaman gagal: %@
tr: Tanıma başarısız: %@
ur: شناخت ناکام: %@

source: Recommendations
ar: التوصيات
bn: সুপারিশ
fa: پیشنهادها
fr: Recommandations
id: Rekomendasi
ms: Cadangan
tr: Öneriler
ur: سفارشات

# Recommended for %@: %@
source: Recommended for %1$@: %2$@
ar: موصى به لـ %1$@: %2$@
bn: %1$@ এর জন্য সুপারিশকৃত: %2$@
fa: پیشنهاد شده برای %1$@: %2$@
fr: Recommandé pour %1$@ : %2$@
id: Direkomendasikan untuk %1$@: %2$@
ms: Dicadangkan untuk %1$@: %2$@
tr: %1$@ için önerilen: %2$@
ur: %1$@ کے لیے تجویز کردہ: %2$@

source: Recommended Settings
ar: الإعدادات الموصى بها
bn: প্রস্তাবিত সেটিংস
fa: تنظیمات پیشنهادی
fr: Réglages recommandés
id: Pengaturan yang Direkomendasikan
ms: Tetapan Cadangan
tr: Önerilen Ayarlar
ur: تجویز کردہ ترتیبات

source: Recommended: %@
ar: موصى به: %@
bn: প্রস্তাবিত: %@
fa: پیشنهادی: %@
fr: Recommandé : %@
id: Direkomendasikan: %@
ms: Dicadangkan: %@
tr: Önerilen: %@
ur: تجویز کردہ: %@

source: Reduce Motion
ar: تقليل الحركة
bn: গতি হ্রাস করুন
fa: کاهش حرکت
fr: Réduire le mouvement
id: Kurangi Gerakan
ms: Kurangkan Pergerakan
tr: Hareketi Azalt
ur: حرکت کم کریں

source: Reference
ar: المرجع
bn: তথ্যসূত্র
fa: مرجع
fr: Référence
id: Referensi
ms: Rujukan
tr: Referans
ur: حوالہ

source: Reflect on the Year
ar: تأمل في السنة
bn: বছরের প্রতিফলন করুন
fa: بازتاب سال
fr: Réfléchir sur l'année
id: Refleksikan Tahun Ini
ms: Renungkan Tahun Ini
tr: Yılı Düşün
ur: سال پر غور کریں

source: Refresh Location
ar: تحديث الموقع
bn: অবস্থান রিফ্রেশ করুন
fa: تازه‌سازی موقعیت
fr: Actualiser la localisation
id: Segarkan Lokasi
ms: Segar Semula Lokasi
tr: Konumu Yenile
ur: مقام تازہ کریں

source: Refresh prayer times when you move to a new city
ar: حدّث أوقات الصلاة عند الانتقال إلى مدينة جديدة
bn: নতুন শহরে গেলে নামাজের সময়সূচি রিফ্রেশ করুন
fa: وقتی به شهر جدیدی نقل مکان می‌کنید، اوقات نماز را تازه کنید
fr: Actualiser les horaires de prière lorsque vous déménagez dans une nouvelle ville
id: Segarkan waktu shalat saat Anda pindah ke kota baru
ms: Segar semula waktu solat apabila anda berpindah ke bandar baharu
tr: Yeni bir şehre taşındığınızda namaz vakitlerini yenileyin
ur: جب آپ نئے شہر میں منتقل ہوں تو نماز کے اوقات تازہ کریں

source: Remember to %@
ar: تذكر %@
bn: %@ মনে রাখুন
fa: %@ را به یاد داشته باشید
fr: N'oubliez pas %@
id: Ingat untuk %@
ms: Ingat untuk %@
tr: %@ unutmayın
ur: %@ یاد رکھیں

source: Remind Before
ar: تذكير قبل
bn: আগে মনে করিয়ে দিন
fa: یادآوری قبل از
fr: Rappeler avant
id: Ingatkan Sebelum
ms: Ingatkan Sebelum
tr: Önceden Hatırlat
ur: پہلے یاد دلائیں

source: Reminders
ar: التذكيرات
bn: অনুস্মারক
fa: یادآوری‌ها
fr: Rappels
id: Pengingat
ms: Peringatan
tr: Hatırlatıcılar
ur: یاد دہانیاں

source: Remove Log
ar: إزالة السجل
bn: লগ সরান
fa: حذف ثبت
fr: Supprimer l'enregistrement
id: Hapus Catatan
ms: Buang Rekod
tr: Kaydı Kaldır
ur: لاگ ہٹائیں

source: Reset
ar: إعادة ضبط
bn: রিসেট
fa: بازنشانی
fr: Réinitialiser
id: Atur Ulang
ms: Set Semula
tr: Sıfırla
ur: ری سیٹ

source: Reset Calculator
ar: إعادة ضبط الحاسبة
bn: ক্যালকুলেটর রিসেট করুন
fa: بازنشانی ماشین‌حساب
fr: Réinitialiser le calculateur
id: Atur Ulang Kalkulator
ms: Set Semula Kalkulator
tr: Hesap Makinesini Sıfırla
ur: کیلکولیٹر ری سیٹ کریں

source: Reset counter
ar: إعادة ضبط العداد
bn: কাউন্টার রিসেট করুন
fa: بازنشانی شمارنده
fr: Réinitialiser le compteur
id: Atur ulang penghitung
ms: Set semula pengira
tr: Sayacı sıfırla
ur: کاؤنٹر ری سیٹ کریں

source: Reset Onboarding
ar: إعادة ضبط الإعداد المبدئي
bn: অনবোর্ডিং রিসেট করুন
fa: بازنشانی معرفی
fr: Réinitialiser l'intégration
id: Atur Ulang Orientasi
ms: Set Semula Penerangan Awal
tr: Tanıtımı Sıfırla
ur: آن بورڈنگ ری سیٹ کریں

source: Reset Progress
ar: إعادة ضبط التقدم
bn: অগ্রগতি রিসেট করুন
fa: بازنشانی پیشرفت
fr: Réinitialiser la progression
id: Atur Ulang Kemajuan
ms: Set Semula Kemajuan
tr: İlerlemeyi Sıfırla
ur: پیش رفت ری سیٹ کریں

source: Reset Tasbeeh
ar: إعادة ضبط التسبيح
bn: তাসবীহ রিসেট করুন
fa: بازنشانی تسبیح
fr: Réinitialiser le Tasbih
id: Atur Ulang Tasbeeh
ms: Set Semula Tasbih
tr: Tesbihi Sıfırla
ur: تسبیح ری سیٹ کریں

source: Reset the tasbeeh counter to zero
ar: إعادة ضبط عداد التسبيح على الصفر
bn: তাসবীহ কাউন্টার শূন্যে রিসেট করুন
fa: شمارنده تسبیح را به صفر بازنشانی کنید
fr: Réinitialiser le compteur tasbih à zéro
id: Atur ulang penghitung tasbeeh ke nol
ms: Set semula pengira tasbih ke sifar
tr: Tesbih sayacını sıfıra sıfırla
ur: تسبیح کاؤنٹر صفر پر ری سیٹ کریں

source: Restart Recommended
ar: يُوصى بإعادة التشغيل
bn: পুনরায় চালু করার পরামর্শ দেওয়া হচ্ছে
fa: راه‌اندازی مجدد توصیه می‌شود
fr: Redémarrage recommandé
id: Disarankan untuk Memulai Ulang
ms: Mula Semula Disyorkan
tr: Yeniden Başlatma Önerilir
ur: دوبارہ شروع کرنے کی سفارش

source: Restore Purchases
ar: استعادة المشتريات
bn: কেনাকাটা পুনরুদ্ধার করুন
fa: بازیابی خریدها
fr: Restaurer les achats
id: Pulihkan Pembelian
ms: Pulihkan Pembelian
tr: Satın Almaları Geri Yükle
ur: خریداریاں بحال کریں

source: Retention Period
ar: فترة الاحتفاظ
bn: ধারণ সময়কাল
fa: دوره نگهداری
fr: Période de rétention
id: Periode Penyimpanan
ms: Tempoh Pengekalan
tr: Saklama Süresi
ur: برقراری کی مدت

source: Retry
ar: إعادة المحاولة
bn: পুনরায় চেষ্টা করুন
fa: تلاش مجدد
fr: Réessayer
id: Coba Lagi
ms: Cuba Lagi
tr: Yeniden Dene
ur: دوبارہ کوشش

source: Retry last message
ar: إعادة محاولة الرسالة الأخيرة
bn: শেষ বার্তা পুনরায় চেষ্টা করুন
fa: تلاش مجدد پیام آخر
fr: Réessayer le dernier message
id: Coba ulang pesan terakhir
ms: Cuba lagi mesej terakhir
tr: Son mesajı yeniden dene
ur: آخری پیغام دوبارہ بھیجیں

source: Rotate your device to align with the Qibla direction
ar: أدر جهازك لمحاذاة اتجاه القبلة
bn: কিবলা দিকের সাথে সারিবদ্ধ করতে আপনার ডিভাইস ঘুরান
fa: دستگاه خود را بچرخانید تا با جهت قبله هم‌راستا شود
fr: Tournez votre appareil pour l'aligner avec la direction de la Qibla
id: Putar perangkat Anda untuk sejajar dengan arah Kiblat
ms: Pusingkan peranti anda untuk sejajar dengan arah kiblat
tr: Kıble yönüyle hizalamak için cihazınızı döndürün
ur: قبلہ کی سمت میں سیدھ کرنے کے لیے اپنا ڈیوائس گھمائیں

source: Safa Focus Mode Configuration: Prayer Notifications: Time Sensitive - Will break through most Focus modes - Includes prayer time alerts Streak Reminders: Active - Regular notification priority - Can be filtered by Focus To customize, go to: Settings > Focus > [Your Focus] > Apps > Safa
ar: تكوين وضع التركيز في Safa: إشعارات الصلاة: حساسة للوقت - ستخترق معظم أوضاع التركيز - تشمل تنبيهات أوقات الصلاة تذكيرات السلاسل: نشطة - أولوية إشعار عادية - يمكن تصفيتها حسب التركيز للتخصيص، انتقل إلى: الإعدادات > التركيز > [تركيزك] > التطبيقات > Safa
bn: Safa ফোকাস মোড কনফিগারেশন: নামাজ বিজ্ঞপ্তি: সময় সংবেদনশীল - বেশিরভাগ ফোকাস মোড ভেঙ্গে যাবে - নামাজের সময় সতর্কতা অন্তর্ভুক্ত ধারাবাহিকতা অনুস্মারক: সক্রিয় - নিয়মিত বিজ্ঞপ্তি অগ্রাধিকার - ফোকাস দ্বারা ফিল্টার করা যেতে পারে কাস্টমাইজ করতে, যান: সেটিংস > ফোকাস > [আপনার ফোকাস] > অ্যাপস > Safa
fa: پیکربندی حالت تمرکز Safa: اعلان‌های نماز: حساس به زمان - از اکثر حالت‌های تمرکز عبور می‌کند - شامل هشدارهای زمان نماز یادآوری‌های روزهای متوالی: فعال - اولویت اعلان معمولی - می‌تواند توسط تمرکز فیلتر شود برای سفارشی‌سازی، به: تنظیمات > تمرکز > [تمرکز شما] > برنامه‌ها > Safa بروید
fr: Configuration du mode Concentration Safa : Notifications de prière : Sensibles au temps - Passera à travers la plupart des modes Concentration - Inclut les alertes d'horaires de prière Rappels de séries : Actifs - Priorité de notification normale - Peut être filtré par Concentration Pour personnaliser, allez dans : Réglages > Concentration > [Votre Concentration] > Apps > Safa
id: Konfigurasi Mode Fokus Safa: Notifikasi Shalat: Sensitif Waktu - Akan menembus sebagian besar mode Fokus - Termasuk peringatan waktu shalat Pengingat Capaian Beruntun: Aktif - Prioritas notifikasi biasa - Dapat difilter oleh Fokus Untuk menyesuaikan, buka: Pengaturan > Fokus > [Fokus Anda] > Aplikasi > Safa
ms: Konfigurasi Mod Fokus Safa: Pemberitahuan Solat: Sensitif Masa - Akan menembusi kebanyakan mod Fokus - Termasuk amaran waktu solat Peningatan Pencapaian: Aktif - Keutamaan pemberitahuan biasa - Boleh ditapis oleh Fokus Untuk menyesuaikan, pergi ke: Tetapan > Fokus > [Fokus Anda] > Aplikasi > Safa
tr: Safa Odaklanma Modu Yapılandırması: Namaz Bildirimleri: Zamana Duyarlı - Çoğu Odaklanma modunu kırar - Namaz vakti uyarılarını içerir Seri Hatırlatıcıları: Aktif - Normal bildirim önceliği - Odaklanma'ya göre filtrelenebilir Özelleştirmek için: Ayarlar > Odaklanma > [Odaklanmanız] > Uygulamalar > Safa
ur: Safa Focus Mode ترتیب: نماز کی اطلاعات: وقت حساس - زیادہ تر Focus موڈز کو توڑ دیں گی - نماز کے وقت کی انتباہات شامل ہیں سلسلے کی یاد دہانیاں: فعال - باقاعدہ اطلاع کی ترجیح - Focus کے ذریعے فلٹر کی جا سکتی ہیں اپنی مرضی کے مطابق بنانے کے لیے: ترتیبات > Focus > [Your Focus] > ایپس > Safa

source: Safa is a comprehensive Islamic companion app designed with privacy, simplicity, and intelligence at its core.
ar: Safa هو تطبيق إسلامي شامل مصمم مع الخصوصية والبساطة والذكاء في جوهره.
bn: Safa একটি ব্যাপক ইসলামী সহযোগী অ্যাপ যা গোপনীয়তা, সরলতা এবং বুদ্ধিমত্তা দিয়ে ডিজাইন করা হয়েছে।
fa: Safa یک برنامه همراه جامع اسلامی است که با حریم خصوصی، سادگی و هوشمندی در هسته خود طراحی شده است.
fr: Safa est une application compagnon islamique complète conçue avec la confidentialité, la simplicité et l'intelligence au cœur.
id: Safa adalah aplikasi pendamping Islam komprehensif yang dirancang dengan privasi, kesederhanaan, dan kecerdasan sebagai intinya.
ms: Safa ialah aplikasi pendamping Islam komprehensif yang direka dengan privasi, kesederhanaan, dan kecerdasan sebagai terasnya.
tr: Safa, gizlilik, basitlik ve zeka temelinde tasarlanmış kapsamlı bir İslami yardımcı uygulamadır.
ur: Safa ایک جامع اسلامی ساتھی ایپ ہے جو رازداری، سادگی اور ذہانت کے ساتھ ڈیزائن کی گئی ہے۔

source: Safa is built with privacy at its core. We believe your spiritual journey is personal and should stay that way.
ar: Safa مبني على الخصوصية في جوهره. نؤمن بأن رحلتك الروحية شخصية ويجب أن تبقى كذلك.
bn: Safa গোপনীয়তার সাথে তৈরি। আমরা বিশ্বাস করি আপনার আধ্যাত্মিক যাত্রা ব্যক্তিগত এবং সেভাবেই থাকা উচিত।
fa: Safa با حریم خصوصی در هسته خود ساخته شده است. ما معتقدیم سفر معنوی شما شخصی است و باید همینطور باقی بماند.
fr: Safa est construite avec la confidentialité au cœur. Nous croyons que votre voyage spirituel est personnel et devrait le rester.
id: Safa dibangun dengan privasi sebagai intinya. Kami percaya perjalanan spiritual Anda adalah pribadi dan harus tetap seperti itu.
ms: Safa dibina dengan privasi sebagai terasnya. Kami percaya perjalanan rohani anda adalah peribadi dan harus kekal begitu.
tr: Safa gizlilik temeli üzerine inşa edilmiştir. Manevi yolculuğunuzun kişisel olduğuna ve öyle kalması gerektiğine inanıyoruz.
ur: Safa کی بنیاد رازداری ہے۔ ہمیں یقین ہے کہ آپ کا روحانی سفر ذاتی ہے اور ایسا ہی رہنا چاہیے۔
